Repository: gasyoun/SanskritLexicography
Catalog: RussianTranslation/release/corpus_tm/public_full.tmx
Source language: de
Languages: ru

source: — 2) zu Fall —, in's Verderben bringen, schädigen, zu Grunde richten, vernichten überh., zerstören: {#ja\hi vfzRyA^ni#} ṚV. 6,25,3. {#pura^H#} 31,4. {#mA\yAH#} 7,99,4. {#kza\tram#} 1,40,8. {#tamA^Msi#} 8,43,22. 9,100,8. {#a\pra\tIni^#} 4,17,19. {#a\BiSa^stim#} 5,3,7. {#jyoti^zA tama^H#} 14,4. {#ha\nyate^ ya\jYaH#} TS. 5,1,9,3. 6,1,8,3. {#pApmAnam#} ŚAT. BR. 14,8,6,4. {#kAmAn#} 9,3,2. {#yAvato bAnDavAnyasminhanti sAkzye 'nftaM vadan#} M. 8,97. {#kaTaM sAntvena dAnena BedErdaRqena vA punaH . amitraH Sakyate hantum#} MBH. 1,5566. {#AtmAnamAtmanA#} 3,2250. {#arakzitAraM rAjAnaM dozAH#} R. 1,61,7. {#lokAn#} R. GORR. 1,38,16. 77,41. {#(Ananam) alinIlAlakalataM kaM na hanti#} Spr. (II) 644. {#sarAzwrARi purARyapi#} 1368. 1572. 3089. 3856. 7366. {#krameRa SatruH kapawena hanyate#} 7508. VARĀH. BṚH. S. 3,21. 32. 4,21. fgg. {#ya idaM sfjatyavati hanti#} BHĀG. P. 1,8,16. {#dfSam#} KATHĀS. 62,67. {#pakzaSabdEH Srutim#} RĀJA-TAR. 3,400. {#tatkIrtiM hanti tvacamivAmayaH#} BHĀG. P. 3,16,5. {#sarvaM gadam#} Spr. (II) 1992. VARĀH. BṚH. S. 104,6. {#candrastamaH#} Spr. (II) 5971. RĀJA-TAR. 4,197. BHĀG. P. 9,11,6. {#raso rogaBayam, suDAbindurvizAvegam, DarmaH pApaBaram#} Spr. (II) 2817. {#malam#} M. 2,102. {#tapasA kalmazam#} 12. 104. {#aMhaH#} BHĀG. P. 9,15,41. {#Apo dOrBAgyam#} YĀJÑ. 1,282. {#viGnaBayam#} RAGH. 14,23. {#tyAgo sarvavyasanAni#} Spr. (II) 7531. {#Darmam#} M. 9,64. {#kAryARi kAryiRAm#} 231. {#satkriyAM deSakAlO ca SOcaM brAhmaRasaMpadaH#} 3,126. 241. 4,114. 156. {#indriyARi yaSaH sarvamAyuH#} u. s. w. 11,40. {#parahitam#} Spr. (II) 1460. {#guRAnparasya#} 2592. {#Darmo hanti hataH Sriyam#} 7424. RĀJA-TAR. 6,167. [Page7-1496] {#yatra Darmo hyaDarmeRa satyaM yatrAnftena . hanyate#} Spr. (II) 5060. {#kftaM dEvena hanyate#} R. 6,94,24. 2,22,20. {#nArhasi me hantuM gatiM divyAm#} R. GORR. 1,77,48. {#ASAm#} MBH. 3,16701. Spr. (II) 612. {#amBojinIvanavAsavilAsameva haMsasya#} 544. so v. a. hindern, verhindern RĀJA-TAR. 5,253. {#viGnEH sahasraguRitErapi hanyamAnAH#} Spr. (II) 4342, v. l. — 3) (die Trommel) schlagen AV. 20,132,9. ŚAT. BR. 14,5,4,7. KATHĀS. 116,11. BHĀG. P. 7,8,36 (pass.). PAÑCAT. 21,2. 10; vgl. {#BerIGnant#} . (eine Flüssigkeit) schlagen, klopfen: {#hanyAdyAvadGanatvaM samupAgatam#} VARĀH. BṚH. S. 55,25. — 4) ein Geschoss werfen auf (gen.): {#ja\hi vaDa^rva\nuzo\ martya^sya#} ṚV. 4,22,9. 7,25,3; vgl. unter {#nis#} . — 5) an sich unterdrücken, aufgeben, fahren lassen: {#vyaTAM jahi#} MBH. 1,6145. {#jahi saMtApamAtmanaH#} 3,16826. {#mA DarmaM jahi — kroDaM jahi#} 4,648. {#aDarmam#} R. GORR. 1,28,17. {#SokaM ca mohaM ca#} R. SCHL. 2,44,19. {#madam#} Spr. (II) 2597. {#vEklavyam#} BHĀG. P. 1,13,42. {#AsuraM BAvam#} 7,8,10. die Vermuthung liegt nahe, dass dieses {#jahi#} für {#jahihi#} (von {#hA#}) stehe. — 6) partic. {#hata/#} a) geschlagen; getroffen, erschlagen, vernichtet ṚV. 1,104,3. 10,86,18. 113,7. AV. 10,4,12. 11,9,7. vom Blitz 7,59,1. hin, verloren <ab>u. s. w.</ab> ṚV. 1,129,8. — geschlagen MBH. 4,503. Spr. (II) 6170. {#SUdrapadA hataH#} (könnte auch {#AhataH#} sein) BHĀG. P. 1,17,3. 3,19,16. 7,8,5. {#sAyakEH#} getroffen R. 3,54,28. {#DanvinA makaraketunA#} Spr. (II) 5654. HIT. 34,21. {#duHKASani˚#} KATHĀS. 19,27. {#SudDabARa˚#} R. 2,96,34. {#digDa˚#} R. GORR. 2,114,33. {#graho graheRa#} in astr. Sinne so v. a. berührt AV. PARIŚ. in Ind. St. 10,317. VARĀH. BṚH. S. 8,53. 13,7. 15,31. 16,40. 17,7. 8. {#nayana#} ausgeschlagen R. 2,96,56. {#Siras#} abgeschlagen 3,33,38. {#qimbAhava˚#} getödtet M. 5,95. {#SastrEH kzatraDarmahataH#} 98. {#SvaBiH#} 131. {#Sva˚#} 8,232. {#parAvftta˚#} 7,95. BHAG. 16,14. MBH. 3,2543. 5,5737. R. 1,55,10. 2,21,31. 61,22. 63,31. 64,27. 53. 65,24. 4,1,15. Spr. (II) 106. 6437. 7363. KATHĀS. 18,177. RĀJA-TAR. 1,292. 4,703. BHĀG. P. 3,14,2. {#paSu#} AK. 2,7,25. getroffen von so v. a. heimgesucht —, gequält —, mitgenommen von, zu kämpfen habend mit (instr. oder im comp. vorangehend): {#mAyayA hatAtmA#} BHĀG. P. 4,6,49. {#kAmErahatacetAH#} 10,80,30. {#mawacIhatezu kuruzu#} CHĀND. UP. 1,10,1. {#dIrGavyADi˚#} RĀJA-TAR. 6,112. {#timiradozahataM cakzuH#} Spr. (II) 2029. {#guruSApa˚#} R. 1,60,17. {#kftyAhatAni gehAni#} Spr. (II) 2407. {#kAma˚#} 5054. BHĀG. P. 6,3,33. {#kAmaloBa˚#} 1,6,36. {#akAma˚#} ŚAT. BR. 14,7,1,35. {#paScAttApa˚#} Spr. (II) 599. {#Soka˚#} 3405. {#Atmadoza˚#} 4835. {#maraRaBaya˚#} 6312. {#asaMtApa˚#} RĀJA-TAR. 1,41. {#dasyugaRapAta˚#} VARĀH. BṚH. S. 19,7. {#suKaduHKahatAtman#} BHĀG. P. 4,8,35. {#amBoDayaH SvAsahatAH#} 7,8,32. {#aSruhataM muKam#} R. GORR. 2,123,11. {#vAyuvegahatA nOH#} 52,24. MBH. 7,28. {#kUlaM toyahatam#} R. 5,26,13. vernichtet, verloren, an Allem verzweifelnd von Personen; = {#manohata#} AK. 3,1,41. H. 439. {#hA hatAsmi#} MBH. 3,2364. 10493. 5,7190. R. 2,57,12. 72,17. 90,15. R. GORR. 2,16,21. BHĀG. P. 5,26,15. 7,2,31. PAÑCAT. 135,1. HIT. 18,12. {#hatA seha paratra ca#} Spr. (II) 2946. 5060. 5671. 5850. R. 2,52,18. 61,25. 62,12. 73,2. ŚĀK. 22 (Gegens. {#kftin#}). SARVADARŚANAS. 33,6. RĀJA-TAR. 1,234. {#˚cetas#} adj. R. 2,47,1. {#˚mAnasa#} adj. Spr. (II) 4754. zu Grunde gerichtet, vernichtet, dahin von Leblosem und Unkörperlichem: {#deSa#} MBH. 12,12001. {#sTAna#} R. 3,35,65. 37,10. 60,30. {#maDuvana#} 5,61,7. {#astrErastrezu bahuDA hatezu#} MBH. 5,7204. R. 1,56,23. {#raTa#} HARIV. 13671. {#aSmavarza#} 12776. {#yApi te padavI dattA hatA rAmeRa sApi te#} R. 3,27,14. {#vIrya#} 4,26,16. {#Darma#} Spr. (II) 3089. 7024. [Page7-1497] {#tfzRA#} 5579. {#hrI#} 7024. {#yajYa#} BHĀG. P. 4,6,50. {#kuSalAkuSalASca karmASayAH samUlaGAtaM hatA Bavanti#} SARVADARŚANAS. 155,13. {#mAnaScAvajYayA hataH#} BHĀG. P. 3,22,13. {#matpOruzahataM dEvam#} R. 2,23,20 (20,22 GORR.). {#surakzitaM dEvahataM vinaSyati#} Spr. (II) 567; vgl. 3902. {#SarajjyotsnAhate tamasi#} 6413. VARĀH. BṚH. S. 43,33. insbes. am Anfange eines adj. comp.: {#˚kaRwaka#} MBH. 3,3049. {#˚kilbiza#}
ru: — 2) низвергать, губить, наносить вред, уничтожать überh., разрушать: {#ja\hi vfzRyA^ni#} ṚV. 6,25,3. {#pura^H#} 31,4. {#mA\yAH#} 7,99,4. {#kza\tram#} 1,40,8. {#tamA^Msi#} 8,43,22. 9,100,8. {#a\pra\tIni^#} 4,17,19. {#a\BiSa^stim#} 5,3,7. {#jyoti^zA tama^H#} 14,4. {#ha\nyate^ ya\jYaH#} TS. 5,1,9,3. 6,1,8,3. {#pApmAnam#} ŚAT. BR. 14,8,6,4. {#kAmAn#} 9,3,2. {#yAvato bAnDavAnyasminhanti sAkzye 'nftaM vadan#} M. 8,97. {#kaTaM sAntvena dAnena BedErdaRqena vA punaH . amitraH Sakyate hantum#} MBH. 1,5566. {#AtmAnamAtmanA#} 3,2250. {#arakzitAraM rAjAnaM dozAH#} R. 1,61,7. {#lokAn#} R. GORR. 1,38,16. 77,41. {#(Ananam) alinIlAlakalataM kaM na hanti#} Spr. (II) 644. {#sarAzwrARi purARyapi#} 1368. 1572. 3089. 3856. 7366. {#krameRa SatruH kapawena hanyate#} 7508. VARĀH. BṚH. S. 3,21. 32. 4,21. fgg. {#ya idaM sfjatyavati hanti#} BHĀG. P. 1,8,16. {#dfSam#} KATHĀS. 62,67. {#pakzaSabdEH Srutim#} RĀJA-TAR. 3,400. {#tatkIrtiM hanti tvacamivAmayaH#} BHĀG. P. 3,16,5. {#sarvaM gadam#} Spr. (II) 1992. VARĀH. BṚH. S. 104,6. {#candrastamaH#} Spr. (II) 5971. RĀJA-TAR. 4,197. BHĀG. P. 9,11,6. {#raso rogaBayam, suDAbindurvizAvegam, DarmaH pApaBaram#} Spr. (II) 2817. {#malam#} M. 2,102. {#tapasA kalmazam#} 12. 104. {#aMhaH#} BHĀG. P. 9,15,41. {#Apo dOrBAgyam#} YĀJÑ. 1,282. {#viGnaBayam#} RAGH. 14,23. {#tyAgo sarvavyasanAni#} Spr. (II) 7531. {#Darmam#} M. 9,64. {#kAryARi kAryiRAm#} 231. {#satkriyAM deSakAlO ca SOcaM brAhmaRasaMpadaH#} 3,126. 241. 4,114. 156. {#indriyARi yaSaH sarvamAyuH#} u. s. w. 11,40. {#parahitam#} Spr. (II) 1460. {#guRAnparasya#} 2592. {#Darmo hanti hataH Sriyam#} 7424. RĀJA-TAR. 6,167. [Page7-1496] {#yatra Darmo hyaDarmeRa satyaM yatrAnftena . hanyate#} Spr. (II) 5060. {#kftaM dEvena hanyate#} R. 6,94,24. 2,22,20. {#nArhasi me hantuM gatiM divyAm#} R. GORR. 1,77,48. {#ASAm#} MBH. 3,16701. Spr. (II) 612. {#amBojinIvanavAsavilAsameva haMsasya#} 544. так v. a. препятствовать, мешать RĀJA-TAR. 5,253. {#viGnEH sahasraguRitErapi hanyamAnAH#} Spr. (II) 4342, v. l. — 3) (барабан) бить AV. 20,132,9. ŚAT. BR. 14,5,4,7. KATHĀS. 116,11. BHĀG. P. 7,8,36 (pass.). PAÑCAT. 21,2. 10; vgl. {#BerIGnant#} . (жидкость) взбивать, взбалтывать: {#hanyAdyAvadGanatvaM samupAgatam#} VARĀH. BṚH. S. 55,25. — 4) метать снаряд в (gen.): {#ja\hi vaDa^rva\nuzo\ martya^sya#} ṚV. 4,22,9. 7,25,3; vgl. под {#nis#} . — 5) подавлять в себе, отказываться от, оставлять: {#vyaTAM jahi#} MBH. 1,6145. {#jahi saMtApamAtmanaH#} 3,16826. {#mA DarmaM jahi — kroDaM jahi#} 4,648. {#aDarmam#} R. GORR. 1,28,17. {#SokaM ca mohaM ca#} R. SCHL. 2,44,19. {#madam#} Spr. (II) 2597. {#vEklavyam#} BHĀG. P. 1,13,42. {#AsuraM BAvam#} 7,8,10. напрашивается предположение, что это {#jahi#} стоит вместо {#jahihi#} (от {#hA#}). — 6) partic. {#hata/#} a) ударенный; поражённый, убитый, уничтоженный ṚV. 1,104,3. 10,86,18. 113,7. AV. 10,4,12. 11,9,7. молнией 7,59,1. пропавший, потерянный <ab>u. s. w.</ab> ṚV. 1,129,8. — побитый MBH. 4,503. Spr. (II) 6170. {#SUdrapadA hataH#} (могло бы быть также {#AhataH#}) BHĀG. P. 1,17,3. 3,19,16. 7,8,5. {#sAyakEH#} поражённый R. 3,54,28. {#DanvinA makaraketunA#} Spr. (II) 5654. HIT. 34,21. {#duHKASani˚#} KATHĀS. 19,27. {#SudDabARa˚#} R. 2,96,34. {#digDa˚#} R. GORR. 2,114,33. {#graho graheRa#} в astr. смысле так v. a. задетый, тронутый AV. PARIŚ. в Ind. St. 10,317. VARĀH. BṚH. S. 8,53. 13,7. 15,31. 16,40. 17,7. 8. {#nayana#} выбитый R. 2,96,56. {#Siras#} отбитый 3,33,38. {#qimbAhava˚#} убитый M. 5,95. {#SastrEH kzatraDarmahataH#} 98. {#SvaBiH#} 131. {#Sva˚#} 8,232. {#parAvftta˚#} 7,95. BHAG. 16,14. MBH. 3,2543. 5,5737. R. 1,55,10. 2,21,31. 61,22. 63,31. 64,27. 53. 65,24. 4,1,15. Spr. (II) 106. 6437. 7363. KATHĀS. 18,177. RĀJA-TAR. 1,292. 4,703. BHĀG. P. 3,14,2. {#paSu#} AK. 2,7,25. поражённый чем-л. так v. a. охваченный —, мучимый —, подавленный чем-л.; вынужденный бороться с чем-л. (instr. или в comp. предшествующий): {#mAyayA hatAtmA#} BHĀG. P. 4,6,49. {#kAmErahatacetAH#} 10,80,30. {#mawacIhatezu kuruzu#} CHĀND. UP. 1,10,1. {#dIrGavyADi˚#} RĀJA-TAR. 6,112. {#timiradozahataM cakzuH#} Spr. (II) 2029. {#guruSApa˚#} R. 1,60,17. {#kftyAhatAni gehAni#} Spr. (II) 2407. {#kAma˚#} 5054. BHĀG. P. 6,3,33. {#kAmaloBa˚#} 1,6,36. {#akAma˚#} ŚAT. BR. 14,7,1,35. {#paScAttApa˚#} Spr. (II) 599. {#Soka˚#} 3405. {#Atmadoza˚#} 4835. {#maraRaBaya˚#} 6312. {#asaMtApa˚#} RĀJA-TAR. 1,41. {#dasyugaRapAta˚#} VARĀH. BṚH. S. 19,7. {#suKaduHKahatAtman#} BHĀG. P. 4,8,35. {#amBoDayaH SvAsahatAH#} 7,8,32. {#aSruhataM muKam#} R. GORR. 2,123,11. {#vAyuvegahatA nOH#} 52,24. MBH. 7,28. {#kUlaM toyahatam#} R. 5,26,13. уничтоженный, погибший, во всём отчаявшийся о лицах; = {#manohata#} AK. 3,1,41. H. 439. {#hA hatAsmi#} MBH. 3,2364. 10493. 5,7190. R. 2,57,12. 72,17. 90,15. R. GORR. 2,16,21. BHĀG. P. 5,26,15. 7,2,31. PAÑCAT. 135,1. HIT. 18,12. {#hatA seha paratra ca#} Spr. (II) 2946. 5060. 5671. 5850. R. 2,52,18. 61,25. 62,12. 73,2. ŚĀK. 22 (Gegens. {#kftin#}). SARVADARŚANAS. 33,6. RĀJA-TAR. 1,234. {#˚cetas#} adj. R. 2,47,1. {#˚mAnasa#} adj. Spr. (II) 4754. погублённый, уничтоженный, исчезнувший о неодушевлённом и нематериальном: {#deSa#} MBH. 12,12001. {#sTAna#} R. 3,35,65. 37,10. 60,30. {#maDuvana#} 5,61,7. {#astrErastrezu bahuDA hatezu#} MBH. 5,7204. R. 1,56,23. {#raTa#} HARIV. 13671. {#aSmavarza#} 12776. {#yApi te padavI dattA hatA rAmeRa sApi te#} R. 3,27,14. {#vIrya#} 4,26,16. {#Darma#} Spr. (II) 3089. 7024. [Page7-1497] {#tfzRA#} 5579. {#hrI#} 7024. {#yajYa#} BHĀG. P. 4,6,50. {#kuSalAkuSalASca karmASayAH samUlaGAtaM hatA Bavanti#} SARVADARŚANAS. 155,13. {#mAnaScAvajYayA hataH#} BHĀG. P. 3,22,13. {#matpOruzahataM dEvam#} R. 2,23,20 (20,22 GORR.). {#surakzitaM dEvahataM vinaSyati#} Spr. (II) 567; vgl. 3902. {#SarajjyotsnAhate tamasi#} 6413. VARĀH. BṚH. S. 43,33. insbes. в начале adj. comp.: {#˚kaRwaka#} MBH. 3,3049. {#˚kilbiza#}

source: — {#aByapa#} scheinbar in der Stelle {#so 'ByapayAjjavena#} MBH. 4,1669, wo aber mit der ed. Bomb. {#so 'pyapayA˚#} zu lesen ist.
ru: — {#aByapa#} по видимости встречается в месте {#so 'ByapayAjjavena#} MBH. 4,1669, однако с ed. Bomb. следует читать {#so 'pyapayA˚#}.

source: — {#aDini#} 1) niederlegen —, auflegen auf: {#ni De^hi\ goraDi^ tva\ci#} ṚV. 1,28,9. {#ku\rIra^masya SI\rzaRya^Di\nida^Dmasi#} AV. 6,138,2. {#dvayorhyetattftIyaM CadiraDiniDIyate#} AIT. BR. 1,29. ŚAT. BR. 3,5,3,9. 6,1,6. 9,3,3. 11,4,2,2. — 2) Jmd verleihen: {#a\sme so^ma\ Sriya\maDi\ ni De^hi#} ṚV. 1,43,7. 72,10. ŚAT. BR. 13,2,9,3. {#dyu\mnam#} ṚV. 1,73,4. {#pra\jAM tva^zwaraDi\niDe^hya\sme#} AV. 2,29,2.
ru: — {#aDini#} 1) класть —, возлагать на: {#ni De^hi\ goraDi^ tva\ci#} ṚV. 1,28,9. {#ku\rIra^masya SI\rzaRya^Di\nida^Dmasi#} AV. 6,138,2. {#dvayorhyetattftIyaM CadiraDiniDIyate#} AIT. BR. 1,29. ŚAT. BR. 3,5,3,9. 6,1,6. 9,3,3. 11,4,2,2. — 2) наделять кого-л., даровать кому-л.: {#a\sme so^ma\ Sriya\maDi\ ni De^hi#} ṚV. 1,43,7. 72,10. ŚAT. BR. 13,2,9,3. {#dyu\mnam#} ṚV. 1,73,4. {#pra\jAM tva^zwaraDi\niDe^hya\sme#} AV. 2,29,2.

source: — desid. vom caus. {#sizeDayizati#} P. 8,3,61, Schol.
ru: — desid. от caus. {#sizeDayizati#} P. 8,3,61, Schol.

source: — {#acCa#} hingehen zu, kommen zu ṚV. 1,41,6. {#acCA\ gira^H suma\tiM ga^ntamasma\yU#} 151,7. 5,43,8. P. 1,4,69.
ru: — {#acCa#} идти к, приходить к ṚV. 1,41,6. {#acCA\ gira^H suma\tiM ga^ntamasma\yU#} 151,7. 5,43,8. P. 1,4,69.

source: — {#vyapa#} dass.: {#tato vyapagataH punaH#} MBH. 13,7421. {#kzutpipAse ca sarvezAM kzaRena vyapagacCatAm#} 3,17419. {#vyapagacCatu te — Bayam#} R. 5,22,3. {#mado me vyapagataH#} BHARTṚ. 2,8. {#vyapagatamadarAgadamBadvezadoza#} INDR. 5,62. MBH. 3,882. R. 4,8,4. MṚCCH. 1,3. 16. MEGH. 74. {#DarmAdvyapagataH#} vom Rechte gewichen R. 4,17,50. Von Sternen: sich ganz entfernen,12 Sternbilder entfernt abstehen: {#arkAtsite dvitIye buDe 'Ta vA yugapadeva sTitayoH . vyapagatayorvA#} (Sch.: = {#AdityAddvAdaSasTAnasTitayoH) tannizpattiratIva gurudfzwyA ..#} VARĀH. BṚH. S. 39 (38),4. [Page2-0674]
ru: — {#vyapa#} dass.: {#tato vyapagataH punaH#} MBH. 13,7421. {#kzutpipAse ca sarvezAM kzaRena vyapagacCatAm#} 3,17419. {#vyapagacCatu te — Bayam#} R. 5,22,3. {#mado me vyapagataH#} BHARTṚ. 2,8. {#vyapagatamadarAgadamBadvezadoza#} INDR. 5,62. MBH. 3,882. R. 4,8,4. MṚCCH. 1,3. 16. MEGH. 74. {#DarmAdvyapagataH#} «уклонившийся от права» R. 4,17,50. О звёздах: «совершенно удалиться, отстоять на 12 созвездий»: {#arkAtsite dvitIye buDe 'Ta vA yugapadeva sTitayoH . vyapagatayorvA#} (Sch.: = {#AdityAddvAdaSasTAnasTitayoH) tannizpattiratIva gurudfzwyA ..#} VARĀH. BṚH. S. 39 (38),4. [Page2-0674]

source: — {#Avis#}, partic. {#Avirhita#} zum Vorschein gekommen BHĀG. P. 2,7,36.
ru: — {#Avis#}, partic. {#Avirhita#} появившийся на свет, обнаружившийся BHĀG. P. 2,7,36.

source: — {#samA#} anfassen, aufreihen: {#Aditya imAM lokAnsUtre samAvayate#} ŚAT. BR. 7,3,2,13. 8,7,3,10.
ru: — {#samA#} захватывать, нанизывать: {#Aditya imAM lokAnsUtre samAvayate#} ŚAT. BR. 7,3,2,13. 8,7,3,10.
